Repository: OfficeDev/microsoft-teams-apps-remotesupport
Catalog: Source/RemoteSupport/Resources/Strings.*.resx
Languages: ar, de, es, fr, he, ja, ko, pt_br, ru, zh_cn, zh_tw

# CreatedOnText
source: Created on
ar: تاريخ الإنشاء
de: Erstellt am
es: Fecha de creación
fr: Date de création
he: נוצר ב-
ja: 作成日:
ko: 만든 날짜
pt_br: Criado em
ru: Дата создания
zh_cn: 创建时间
zh_tw: 建立於

# EditRequestTitle
source: Edit request
ar: طلب التحرير
de: Anfrage bearbeiten
es: Editar solicitud
fr: Modifier la demande
he: עריכת בקשה
ja: 要求の編集
ko: 요청 편집
pt_br: Editar pedido
ru: Изменить запрос
zh_cn: 编辑请求
zh_tw: 編輯要求

# EditTicketActionText
source: Edit
ar: تحرير
de: Bearbeiten
es: Editar
fr: Modifier
he: ערוך
ja: 編集
ko: 편집
pt_br: Editar
ru: Изменить
zh_cn: 编辑
zh_tw: 編輯

# GoToOriginalThreadButtonText
source: View details
ar: عرض التفاصيل
de: Details anzeigen
es: Ver detalles
fr: Afficher les détails
he: הצג פרטים
ja: 詳細を表示
ko: 세부 정보 보기
pt_br: Exibir detalhes
ru: Просмотреть сведения
zh_cn: 查看详细信息
zh_tw: 檢視詳細資料

# InvalidTenantText
source: Invalid tenant detected
ar: تم الكشف عن مستأجر غير صالح
de: Ungültiger Mandant erkannt
es: Se detectó un espacio empresarial no válido
fr: Client non valide détecté
he: זוהה דייר לא חוקי
ja: 無効なテナントが検出されました
ko: 잘못된 테넌트가 감지됨
pt_br: Locatário inválido detectado
ru: Обнаружен недопустимый клиент
zh_cn: 检测到无效的租户
zh_tw: 檢測到無效的租用戶

source: No
ar: لا
de: Nein
fr: Non
he: לא
ja: いいえ
ko: 아니요
pt_br: Não
ru: Нет
zh_cn: 否
zh_tw: 否

# NormalText
source: Normal
ar: عادي
he: רגיל
ja: 標準
ko: 일반
ru: Обычный
zh_cn: 正常
zh_tw: 標準

# RequestSubmittedContent
source: For reference, here's what I shared with the on-call team.
ar: كمرجع، إليك ما شاركته مع فريق الاتصال.
de: Als Beispiel – Folgendes habe ich mit dem Rufbereitschaftsteam geteilt.
es: Como referencia, esto es lo que compartí con el equipo de guardia.
fr: Pour référence, voici ce que j’ai partagé avec l’équipe de garde.
he: לידיעתך, הנה המידע ששיתפתי עם צוות המומחים הזמינים.
ja: ここで通話チームと共有しているものを参照用に示します。
ko: 참고로, 다음은 대기 중인 팀과 공유한 문서입니다.
pt_br: Para referência, aqui está o que compartilhei com a equipe de plantão.
ru: Для справки, вот что я сообщил службе поддержки.
zh_cn: 这是我与待命团队共享的内容，可供参考。
zh_tw: 如需參考，以下是我與待命小組共用的內容。

# RequestSubmittedText
source: Request sent
ar: تم إرسال الطلب
de: Anfrage gesendet
es: Solicitud enviada
fr: Demande envoyée
he: הבקשה נשלחה
ja: 要求が送信されました
ko: 요청 전송됨
pt_br: Solicitação enviada
ru: Запрос отправлен
zh_cn: 请求已发送
zh_tw: 已傳送要求

# UpdateActionText
source: Update
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
he: עדכון
ja: 更新
ko: 업데이트
pt_br: Atualizar
ru: Обновить
zh_cn: 更新
zh_tw: 更新

# UrgentText
source: Urgent
ar: عاجل
de: Dringend
es: Urgente
fr: Urgence
he: דחוף
ja: 緊急
ko: 긴급
pt_br: Urgente
ru: Срочная
zh_cn: 紧急
zh_tw: 緊急

# WithdrawConfirmation
source: Are you sure you want to withdraw the request?
ar: هل تريد بالتاكيد سحب الطلب ؟
de: Möchten Sie die Anforderung wirklich zurückziehen?
es: ¿Está seguro de que desea retirar la solicitud?
fr: Voulez-vous vraiment annuler la demande ?
he: האם אתה בטוח שברצונך לבטל את הבקשה?
ja: この要求を取り消しますか?
ko: 요청을 철회하고 싶나요?
pt_br: Tem certeza de que deseja retirar a solicitação?
ru: Вы действительно хотите отменить этот запрос?
zh_cn: 是否确定要撤销此请求?
zh_tw: 您確定要撤回要求嗎?

# WithdrawRequestActionText
source: Withdraw
ar: انسحاب
de: Zurückziehen
es: Retirar
fr: Supprimé
he: ביטול
ja: 引き出し
ko: 인출
pt_br: Retirar
ru: Отозвать
zh_cn: 撤销
zh_tw: 撤回

# WithdrawText
source: Your request #{0} has been withdrawn. If other problem comes up, make a new request.
ar: تم سحب طلبك # {0}. إذا ظهرت مشكله أخرى ، قم باجراء طلب جديد.
de: Ihre Anforderung "# {0}" wurde zurück gezogen. Wenn es ein anderes Problem kommt, erstellen Sie eine neue Anfrage.
es: Se ha retirado su solicitud #{0}. Si surge otro problema, realice una nueva solicitud.
fr: Votre demande #{0} a été supprimée. Si un autre problème se pose, faites une nouvelle demande.
he: הבקשה שלך {0} נמשך. אם בעיה אחרת מגיעה, בצע בקשה חדשה.
ja: 要求 # {0} が取り消されました。別の問題が発生した場合は、新しいリクエストを作成してください。
ko: #{0} 요청이 부착되었습니다. 다른 문제가 발생할 경우 새 요청을 수행하십시오.
pt_br: Sua solicitação n º {0} foi retirada. Se outro problema surgir, crie uma nova solicitação.
ru: Ваш запрос # {0} отозван. Если проблема сопоставляется, создайте новый запрос.
zh_cn: 已撤销您的请求 {0}。如果出现其他问题，请发出新的请求。
zh_tw: 您的要求 #{0} 已撤回。如果發生其他問題，請提出新的要求。

source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
he: כן
ja: はい
ko: 예
pt_br: Sim
ru: Да
zh_cn: 是
zh_tw: 是

# ContentText
source: Get started now...
ar: بدء الاستخدام الآن...
de: Jetzt beginnen...
es: Empezar ahora...
fr: C’est parti !
he: התחל עכשיו...
ja: 今すぐ始めましょう。
ko: 지금 시작하기...
pt_br: Comece agora...
ru: Начать сейчас...
zh_cn: 立即开始使用...
zh_tw: 立即開始使用...

# NewRequestBulletPoint
source: * Hit the **New request** button or type **New request** in this chat.
ar: * اضغط علي الزر * * طلب جديد * * أو اكتب * * طلب جديد * * في هذه الدردشة.
de: * Sie haben die Schalt Fläche * * neue Anfrage * * in diesem Chat, oder geben Sie * * neue Anfrage * * ein.
es: * Haga clic en el botón * * nueva solicitud * * o escriba * * nueva solicitud * * en este chat.
fr: * Appuyez sur le bouton * * New Request * * ou tapez * * New Request * * dans cette conversation.
he: * לחץ על לחצן * * בקשה חדשה * * או הקלד * * בקשה חדשה * * בצ זה.
ja: ** * [新しいリクエスト]* * ボタンを押すか、このチャットで * *[新しいリクエスト]* * と入力します。
ko: * **새 요청** 단추를 선택하거나 **새 요청**을 이 채팅에 입력하십시오.
pt_br: * Pressione o botão de nova solicitação * * ou digite * * nova solicitação * * neste chat.
ru: * Нажмите кнопку * * Создать запрос * * или введите * * создать запрос * * в этом чате.
zh_cn: * 点击此聊天中的 **新请求** 按钮或键入 **新请求**。
zh_tw: * 按下 * * 新要求 * * 按鈕，或在此聊天中輸入 * * 新的要求 * *。

# NewRequestButtonText
source: New request
ar: طلب جديد
de: Neue Anforderung
es: Nueva solicitud
fr: Nouvelle demande
he: בקשה חדשה
ja: 新しい要求
ko: 새 요청
pt_br: Novo pedido
ru: Новый запрос
zh_cn: 新建请求
zh_tw: 新增要求

# WelcomeCardContent
source: Facing a problem? I can ask the on-call team to look into it.
ar: هل تواجه مشكلة؟ يمكنني أن اطلب من الفريق قيد الاستدعاء أن ينظر في الأمر.
de: Haben Sie ein Problem? Ich kann das Rufbereitschaftsteam bitten, es sich anzusehen.
es: ¿Tiene un problema? Puedo pedir al equipo de turno que lo examine.
fr: Vous pouvez obtenir l’aide de l’équipe de garde en cas de problème.
he: נתקל בבעיה? אני יכול לבקש מצוות הזמינים לבדוק את העניין.
ja: 問題が発生している場合は、通話チームに確認してもらうことができます。
ko: 문제가 발생하나요? 대기 팀에 이 문제를 조사해 달라고 요청합니다.
pt_br: Está enfrentando um problema? Posso perguntar à equipe de atendimento ao telefone para procurá-la.
ru: Столкнулись с проблемой? Я могу попросить дежурную команду заняться ей.
zh_cn: 遇到问题? 我可以请求待命团队进行调查。
zh_tw: 有問題嗎? 我可以要求待命小組查看。

# WelcomeCardTitle
source: Welcome!
ar: مرحباً!
de: Willkommen!
es: ¡Bienvenido!
fr: Bienvenue !
he: ברוך הבא!
ja: ようこそ!
ko: 환영합니다!
pt_br: Receber!
ru: Добро пожаловать!
zh_cn: 欢迎!
zh_tw: 歡迎!

# WelcomeSubHeaderText
source: Here's how it works:
ar: إليك كيف يعمل ذلك:
de: So funktioniert es:
es: Aquí se muestra cómo funciona:
fr: Voici comment cela fonctionne :
he: הנה איך זה עובד:
ja: 機能の説明:
ko: 작동 방식은 다음과 같습니다.
pt_br: Funciona assim:
ru: Вот как это работает:
zh_cn: 工作方式如下:
zh_tw: 以下為其運作方式:

# AssignToMeActionChoiceTitle
source: Assign to me
ar: تعيين إليّ
de: Mir zuweisen
es: Asignarme a mí
fr: Affecté(e) à moi
he: הקצה לי
ja: 自分へ割り当て
ko: 나에게 할당
pt_br: Atribuir para mim
ru: Назначить мне
zh_cn: 分配给我
zh_tw: 指派給我

# ChangeStatusButtonText
source: Change status
ar: تغيير الحالة
de: Status ändern
es: Cambiar estado
fr: Modifier l’état
he: שנה מצב
ja: 状態を変更
ko: 상태 변경
pt_br: Mudar o status
ru: Изменить статус
zh_cn: 更改状态
zh_tw: 變更狀態

# ChatTextButton
source: Chat
ar: الدردشة
es: Chatear
fr: Conversation
he: צ'אט
ja: チャット
ko: 채팅
pt_br: Bate-papo
ru: Чат
zh_cn: 聊天
zh_tw: 聊天

# CloseActionChoiceTitle
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
he: סגור
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
zh_cn: 关闭
zh_tw: 關閉

# FirstObservedText
source: First observed on
ar: تم ملاحظته أولاً في
de: Erste beobachtet auf
es: Observado por primera vez el
fr: Pour observation le
he: נצפה לראשונה ב-
ja: 最初の確認日
ko: 첫 번째 관찰한 날짜
pt_br: Observado pela primeira vez em
ru: Впервые замечен в
zh_cn: 首次观测时间
zh_tw: 第一次發現於

# ReopenActionChoiceTitle
source: Reopen
ar: إعادة فتح
de: Erneut öffnen
es: Volver a abrir
fr: Rouvrir
he: פתיחה מחדש
ja: 再開する
ko: 다시 열기
pt_br: Reabrir
ru: Открыть заново
zh_cn: 重新打开
zh_tw: 重新開啟

# ReopenAssignToMeActionChoiceTitle
source: Reopen and assign to me.
ar: أعد فتحه ثم قم بتعيينه لي.
de: Erneut öffnen und mir zuweisen.
es: Reabrir y asignármelo a mi.
fr: Rouvrez et attribuez-moi.
he: פתח מחדש והקצה לי.
ja: 再度開いて、自分へ割り当てます。
ko: 다시 열고 나에게 할당합니다.
pt_br: Reabra e atribua para mim.
ru: Повторно открыть и назначить мне.
zh_cn: 重新打开并分配给我。
zh_tw: 重新開啟並指派給我。

# RequestDetailsText
source: Request details
ar: تفاصيل الطلب
de: Anforderungsdetails
es: Detalles de la solicitud
fr: Détails de la demande
he: פרטי בקשה
ja: 要求の詳細
ko: 요청 정보
pt_br: Solicitar detalhes
ru: Сведения о запросе
zh_cn: 请求详细信息
zh_tw: 要求詳細資料

# SeverityButtonText
source: Change severity
ar: تغيير مستوى الخطورة
de: Schweregrad ändern
es: Cambiar gravedad
fr: Modifier la gravité
he: שינוי דרגת חומרה
ja: 重要度の変更
ko: 심각도 변경
pt_br: Alterar a gravidade
ru: Изменить серьезность
zh_cn: 更改严重级别
zh_tw: 變更嚴重性

# SmeRequestDetailText
source: {0} is requesting support.
ar: يقوم {0} بطلب الدعم.
de: {0} fordert Support.
es: {0} solicita asistencia.
fr: {0} demande du support.
he: {0} מבקש תמיכה.
ja: {0} がサポートを要求しています。
ko: {0}이(가) 지원을 요청 중입니다.
pt_br: {0} está solicitando suporte.
ru: {0} запрашивает поддержку.
zh_cn: {0} 正在请求支持。
zh_tw: {0} 正在要求支援。

# SmeUserChatMessage
source: RE : Support request {0}.
ar: RE: طلب الدعم {0}.
de: RE : Supportanfrage {0}.
es: RE : Solicitud de soporte {0}.
fr: RE : demande de support {0}.
he: נדון: בקשת תמיכה {0}.
ja: RE : サポート要求 {0}。
ko: 지원 요청 {0} 관련입니다.
pt_br: RE: solicitação de suporte {0}.
ru: RE: Запрос в службу поддержки {0}.
zh_cn: 回复: 支持请求 {0}。
zh_tw: 回覆: 支援要求 {0}。

# UnassignActionChoiceTitle
source: Unassign
ar: إلغاء تعيين
de: Zuweisung aufheben
es: Anular la asignación
fr: Annuler l'affectation
he: בטל הקצאה
ja: 割り当てを解除
ko: 할당 해제
pt_br: Cancelar atribuição
ru: Отменить назначение
zh_cn: 取消分配
zh_tw: 未指派

# EndUserNotificationText
source: The support team has received your request #{0}.
ar: تلقي فريق الدعم طلبك # {0}.
de: Das Support Team hat Ihre Anfrage "# {0}" erhalten.
es: El equipo de soporte técnico ha recibido tu solicitud # {0}.
fr: L’équipe du support technique a reçu votre demande # {0}.
he: צוות התמיכה קיבל את בקשתך {0}.
ja: サポート チームは、要求 # {0} を受信しました。
ko: 지원 팀에서 요청을 받았습니다 #{0}.
pt_br: A equipe de suporte recebeu sua solicitação n. {0}.
ru: Группа поддержки получила ваш запрос # {0}.
zh_cn: 支持团队已收到你的请求 # {0}。
zh_tw: 支援小組已收到您的要求 # {0}。

# SmeAssignedStatus
source: This request is now assigned to {0}.
ar: تم الآن تعيين هذا الطلب إلى {0}.
de: Diese Anforderung ist jetzt {0} zugewiesen.
es: Esta solicitud está asignada ahora a {0}.
fr: Cette demande est à présent affectée à {0}.
he: בקשה זו מוקצית כעת ל- {0}.
ja: 現在、この要求は {0} に割り当てられています。
ko: 이 요청은 현재 {0}에게 할당되었습니다.
pt_br: Esta solicitação agora está atribuída a {0}.
ru: Теперь этот запрос назначен пользователю {0}.
zh_cn: 此请求现在已分配给 {0}。
zh_tw: 此要求目前已指派給 {0}。

# SmeClosedStatus
source: Status changed to resolved by {0}.
ar: تم تغيير الحالة إلى "تم حلها" بواسطة {0}.
de: Der Status wurde von {0} auf „behoben“ geändert.
es: Estado cambiado a solucionado por {0}.
fr: {0} a passé l’état à résolu.
he: מצב שונה ל- 'נפתר' על-ידי {0}.
ja: {0} によって状態が解決済みに変更されました。
ko: {0}이(가) 상태를 해결됨으로 변경했습니다.
pt_br: Status alterado para resolvido por {0}.
ru: Состояние изменено на "Разрешено" пользователем {0}.
zh_cn: 状态已由 {0} 更改为已解决。
zh_tw: 狀態已由 {0} 變更為已解決。

# SmeSeverityStatus
source: Severity changed to {0} by {1}.
ar: تم تغيير مستوى الخطورة إلى {0} بواسطة {1}.
de: Der schwere Grad wurde auf {0} um {1} geändert.
es: Gravedad cambiada a {0} por {1}.
fr: {1} a passé la gravité à {0}.
he: דרגת החומרה שונתה ל- {0} על-ידי {1}.
ja: {1} によって重要度が {0} に変更されました。
ko: {1}이(가) 심각도를 {0}(으)로 변경했습니다.
pt_br: Gravidade alterada para {0} por {1}.
ru: Степень важности изменена на {0} пользователем {1}.
zh_cn: 严重程度已由 {1} 更改为 {0}。
zh_tw: 嚴重性已由 {1} 變更為 {0}。

# SmeUnassignedStatus
source: Status changed to unassigned by {0}.
ar: تم تغيير الحالة إلى حالة غير مُعيَّنة بواسطة {0}.
de: Der Status wurde von {0} auf "nicht zugewiesen" geändert.
es: El estado ha cambiado a no asignado por {0}.
fr: L’état est passé à affecté à {0}.
he: {0} שינה את המצב ל- 'לא מוקצה'.
ja: 状態が {0} によって未割り当てに変更されました。
ko: {0}이(가) 상태를 할당되지 않음으로 변경함
pt_br: Status alterado para não atribuído por {0}.
ru: Состояние изменено на "не назначено" пользователем {0}.
zh_cn: 状态已由 {0} 更改为未分配。
zh_tw: 狀態已由 {0} 變更為未指派。

# ManageExpertsActionText
source: Manage
ar: إدارة
de: Verwalten
es: Administrar
fr: Gérer
he: נהל
ja: 管理
ko: 관리
pt_br: Gerenciar
ru: Управление
zh_cn: 管理
zh_tw: 管理

# OnCallSMEDetailCardText
source: Here's the current on-call team. Click **Manage** to change which specialists are on the team.
ar: ها هو الفريق الحالي الذي يُستدعى. انقر على ** إدارة ** لتغيير المتخصصين الذين هم في الفريق.
de: Hier ist das aktuelle Rufbereitschaftsteam. Klicken Sie auf **Verwalten**, um zu ändern, welche Spezialisten im Team sind.
es: Este es el equipo actual al momento de la llamada. Haga clic en * * administrar * * para cambiar los especialistas que están en el equipo.
fr: Voici l’équipe active de l’appel. Cliquez sur * * Manage * * pour changer les spécialistes de l’équipe.
he: הנה צוות השיחה הנוכחי. לחץ על * * נהל * * כדי לשנות את הזיהומיות בצוות.
ja: 現在のオンプレ通話チームです。チームで使用するスペシャリストを変更するには、[* * 管理 *] をクリックします。
ko: 현재 대기 중인 팀입니다. 팀의 전문가를 변경하려면 **관리**를 클릭합니다.
pt_br: Aqui está a equipe atual durante a chamada. Clique em * * gerenciar * * para alterar os especialistas que estão na equipe.
ru: Вот текущая дежурная команда. Нажмите кнопку **Управление**, чтобы изменить специалистов, входящих в команду.
zh_cn: 这是当前通话的团队。单击 * * 管理 * * 以更改团队中的专家。
zh_tw: 以下是目前的待命小組。請按一下 **[管理]** 來變更小組中的專家。

# UpdateHistoryActionText
source: View history
ar: عرض المحفوظات
de: Verlauf anzeigen
es: Ver historial
fr: Afficher l'historique
he: הצג היסטוריה
ja: 履歴を表示
ko: 기록 보기
pt_br: Exibir histórico
ru: Просмотреть журнал
zh_cn: 查看历史记录
zh_tw: 檢視歷程記錄

# DatetimeTitleText
source: Last updated on
ar: تم آخر تحديث في
de: Letzte Aktualisierung am
es: Última actualización el
fr: Dernière mise à jour le
he: עודכן לאחרונה ב-
ja: 最終更新日
ko: 마지막으로 업데이트한 날짜
pt_br: Última atualização em
ru: Последнее обновление
zh_cn: 上次更新时间
zh_tw: 上次更新時間

# NameTitleText
source: Name
ar: الاسم
es: Nombre
fr: Nom
he: שם
ja: 名前
ko: 이름
pt_br: Nome
ru: Имя
zh_cn: 名称
zh_tw: 名稱

# NoOnCallExpertsConfiguredText
source: No one is on call right now. Select **Manage** to add specialists to the on-call team.
ar: لا يوجد شخص متصل الآن. حدد **إدارة** لإضافة المتخصصين إلى الفريق الذي يتم الاتصال به.
de: Momentan ist niemand abrufbereit. Wählen Sie **Verwalten**, um zum Rufbereitschaftsteam Spezialisten hinzuzufügen.
es: No hay nadie en la llamada en este momento. Seleccione * * administrar * * para agregar especialistas al equipo al que se llama.
fr: Personne n’est de garde pour l’instant. Sélectionnez **Gérer** pour ajouter des spécialistes à l’équipe de garde.
he: אף אחד לא נמצא בשיחה כרגע. בחר * * נהל * * כדי להוסיף זיהומיות לצוות השיחה.
ja: 現在、通話中のユーザーはいません。通話チームに専門家を追加するには、[* * 管理 * *] を選択します。
ko: 통화 상대가 없습니다. 호출 팀에 특수 목록을 추가하려면 **관리**를 선택합니다.
pt_br: Não há uma chamada no momento. Selecione * * Gerenciar * * para adicionar especialistas à equipe de atendimento.
ru: Сейчас никто не дежурит. Выберите **Управление**, чтобы добавить специалистов в дежурную команду.
zh_cn: 当前没有人在通话中。选择 **管理** 以向待命团队添加专家。
zh_tw: 目前無人待命。請選取 **[管理]** 將專家新增至待命小組。

# ManageExpertsTitle
source: Manage list of on-call experts here
ar: إدارة قائمة الخبراء في حالة الاستدعاء هنا
de: Liste der Rufbereitschaftsexperten hier verwalten
es: Administra la lista de expertos de turno aquí
fr: Gérer la liste des experts de garde ici
he: נהל את רשימת המומחים הזמינים כאן
ja: ここで通話の専門家のリストを管理します
ko: 여기에서 대기 중인 전문가 목록 관리
pt_br: Gerenciar lista de especialistas de plantão aqui
ru: Управление списком дежурных экспертов
zh_cn: 在此处管理待命专家列表
zh_tw: 在這裡管理待命專家清單

# NoUpdateHistoryText
source: There is no on-call history available.
ar: لا تتوفر محفوظات قيد الاستدعاء.
de: Es ist kein Rufbereitschaftsverlauf verfügbar.
es: No hay ningún historial de llamadas de turno disponible.
fr: Aucun historique de garde n’est disponible.
he: אין היסטוריה זמינה של צוות מומחים זמינים.
ja: 利用できる通話履歴はありません。
ko: 사용할 수 있는 대기 중 기록이 없습니다.
pt_br: Não há histórico de plantão disponível.
ru: История дежурств недоступна.
zh_cn: 没有待命历史记录可用。
zh_tw: 沒有可用的待命歷程記錄。

# ErrorMessage
source: Something went wrong. Try again in a few minutes.
ar: حدث خطا ما. حاول مره أخرى بعد بضع دقائق.
de: Ein Fehler ist aufgetreten. Bitte versuchen Sie es in einigen Minuten erneut.
es: Ha habido un problema. Vuelve a intentarlo dentro de unos minutos.
fr: Désolé... Nous avons rencontré un problème. Veuillez réessayer dans quelques minutes.
he: משהו השתבש. נסה שוב בעוד כמה דקות.
ja: 問題が発生しました。数分後にもう一度お試しください。
ko: 오류가 발생했습니다. 잠시 후에 다시 시도하세요.
pt_br: Algo deu errado. Tente novamente em alguns minutos.
ru: Произошла ошибка. Повторите попытку через несколько минут.
zh_cn: 出现错误。请几分钟后重试。
zh_tw: 發生錯誤。請在數分鐘後再試一次。

# AssignedTicketUserNotification
source: The support team picked up your request #{0}. A specialist will contact you soon.
ar: التقط فريق الدعم طلبك #{0}. سيتصل بك متخصص قريبًا.
de: Das Support Team hat Ihre Anforderung # {0} ausgewählt. Ein Spezialisten wird sich bald mit Ihnen in Verbindung setzen.
es: El equipo de soporte ha recogido su solicitud # {0}. Un especialista se pondrá en contacto con usted pronto.
fr: L’équipe de support a récupéré votre demande # {0}. Un spécialiste vous contactera bientôt.
he: צוות התמיכה בחרת את הבקשה שלך {0}. מומחה ייצור איתך קשר בקרוב.
ja: サポート チームが、要求 # {0} を選択しました。間もなく担当者がご連絡いたします。
ko: 지원 팀에서 사용자의 요청 #{0}을(를) 확인했습니다. 전문가가 곧 연락드릴 예정입니다.
pt_br: A equipe de suporte retirou sua solicitação n º {0}. Um especialista entrará em contato com você em breve.
ru: Группа поддержки выбрала ваш запрос # {0}. Адвокат свяжется с вами в ближайшее время.
zh_cn: 支持团队已收到您的请求 #{0}。专家将很快与你联系。
zh_tw: 支援小組已接收您的要求 #{0}。專家很快會與您連絡。

# ClosedTicketUserNotification
source: This request with ticket number #{0} is resolved. Make a new request if you still need help.
ar: تم حل هذا الطلب مع رقم التذكرة # {0}. قم باجراء طلب جديد إذا كنت لا تزال بحاجه إلى المساعدة.
de: Diese Anforderung mit der Ticket Nummer # {0} wurde behoben. Eine neue Anforderung erstellen, wenn Sie noch Hilfe benötigen.
es: Se ha resuelto esta solicitud con el número de vale # {0}. Haga una nueva solicitud si aún necesita ayuda.
fr: Cette demande avec le numéro de ticket # {0} est résolue. Créez une nouvelle demande si vous avez encore besoin d’aide.
he: בקשה זו עם מספר כרטיס {0} נפתרה. בצע בקשה חדשה אם אתה עדיין זקוק לעזרה.
ja: このリクエストはチケット番号 {0} で解決されています。ヘルプが必要な場合は、新しいリクエストを作成してください。
ko: 이 요청을 티켓 번호 #{0}(으)로 해결했습니다. 여전히 도움이 필요한 경우 새 요청을 실행하세요.
pt_br: Esta solicitação com número de tíquete n º {0} foi resolvida. Crie uma nova solicitação, se ainda precisar de ajuda.
ru: Запрос с номером # {0} разрешен. Создайте новый запрос, если вам все еще нужна помощь.
zh_cn: 已解决此具有票证编号 {0} 的请求。如果仍然需要帮助，请发出新的请求。
zh_tw: 要求號碼為 #{0} 的要求已解決。如果您仍需要協助，請提出新的要求。

# EscalateButtonText
source: Escalate
ar: تصعيد
de: Eskalieren
es: Remitir
fr: Transférer
he: הפנה
ja: エスカレーション
ko: 에스컬레이션
pt_br: Escalar
ru: Эскалировать
zh_cn: 呈报
zh_tw: 呈報

# ReopenedTicketUserNotification
source: We're changing who works on your request. We'll update you soon.
ar: نعمل على تغيير الأشخاص الذين يريدون العمل على طلبك. سنقوم بتحديثك قريبًا.
de: Wir ändern gerade die Person, die an Ihrer Anforderung arbeitet. Wir werden Sie bald informieren.
es: Estamos cambiando quién trabaja en su solicitud. Le informaremos pronto.
fr: Nous changeons les personnes qui travaillent sur votre demande. Nous vous reviendrons prochainement.
he: אנו משנים מי עובד על הבקשה שלך. אנו נעדכן אותך בקרוב.
ja: 要求に対応するユーザーを変更しています。まもなく更新があります。
ko: 요청한 사람을 변경하고 있습니다. 곧 업데이트드리겠습니다.
pt_br: Estamos alterando quem trabalha em sua solicitação. Atualizaremos você em breve.
ru: Мы передадим ваш запрос другому специалисту. Мы скоро сообщим вам об этом.
zh_cn: 我们正在更改处理你的请求的人员。我们将尽快通知你。
zh_tw: 我們正在變更處理您要求的人員，會儘快給您最新消息。

# RequestActionTicketUserNotification
source: The support team changed the severity level on your request #{0}.
ar: لقد تغير فريق الدعم مستوي الخطورة في طلبك # {0}.
de: Das Support Team hat den schwere Grad in Ihrer Anforderung # {0} geändert.
es: El equipo de soporte técnico cambió el nivel de gravedad en su solicitud # {0}.
fr: L’équipe du support technique a modifié le niveau de gravité de votre demande # {0}.
he: צוות התמיכה שינה את רמת החומרה בבקשה שלך {0}.
ja: サポート チームは、要求 # {0} の重大度レベルを変更しました。
ko: 지원 팀이 요청의 심각도 수준을 #{0} 변경했습니다.
pt_br: A equipe de suporte alterou o nível de severidade em sua solicitação n. {0}.
ru: Группа поддержки изменила уровень серьезности для запроса # {0}.
zh_cn: 支持团队更改了请求的严重级别 {0}。
zh_tw: 支援小組已變更您要求的嚴重性等級 # {0}。

# DateValidationText
source: The date selected must be in the past
ar: يجب أن يكون التاريخ المحدد في الماضي
de: Das ausgewählte Datum muss in der Vergangenheit liegen.
es: La fecha seleccionada debe estar en el pasado
fr: La date sélectionnée doit être dans le passé
he: התאריך שנבחר חייב להיות בעבר
ja: 過去の日付を選択してください
ko: 선택한 날짜는 과거 날짜여야 합니다.
pt_br: A data selecionada deve estar no passado
ru: Выбранная дата должна быть в прошлом
zh_cn: 所选日期必须在过去
zh_tw: 選取的日期必須是過去的日期

# DescriptionValidationText
source: Description is required
ar: الوصف مطلوب.
de: Beschreibung ist erforderlich
es: Se requiere una descripción.
fr: La description est obligatoire
he: נדרש תיאור
ja: 説明は必須です
ko: 설명이 필요합니다
pt_br: Descrição é obrigatória
ru: Требуется описание
zh_cn: 说明为必填项
zh_tw: 需要提供描述

# TitleValidationText
source: Input is required
ar: الإدخال مطلوب
de: Eingabe ist erforderlich
es: Se requiere una entrada
fr: Une entrée est requise
he: נדרש קלט
ja: 入力が必要です
ko: 입력이 필요합니다.
pt_br: A entrada é obrigatória
ru: Требуется ввод данных
zh_cn: 必须进行输入
zh_tw: 需要輸入

# GroupName
source: Request no {0}- attention required
ar: طلب رقم {0}- انتباه مطلوب
de: Keine {0}-Aktion erforderlich
es: Solicitud n.° {0}- Se requiere atención
fr: Ne demander aucune {0}- attention requise
he: בקשה מספר {0} - נדרשת תשומת לב
ja: {0} の要求-要確認
ko: {0} 요청 금지 - 주의 필요
pt_br: Não solicite {0} - atenção necessária
ru: Запрос № {0} - требуется внимание
zh_cn: 请求无 {0} - 需要注意
zh_tw: 要求無 {0}- 需要注意

# MessageContent
source: Hi Team, I need immediate support for request created by {0}. Can you help?
ar: مرحبًا أيها الفريق، أحتاج إلى الدعم الفوري للطلب الذي تم إنشاؤه بواسطة {0}. هل يمكنكم المساعدة؟
de: Hallo Team, ich benötige unverzügliche Unterstützung für die von {0} erstellte Anforderung. Könnt ihr mir helfen?
es: Hola equipo, necesito apoyo inmediato para la solicitud creada por {0}. ¿Pueden ayudarme?
fr: Bonjour à tous, j’ai besoin d’un support immédiat pour les demandes créées par {0}. Pouvez-vous m’aider ?
he: שלום צוות, אני זקוק לתמיכה מיידית בבקשה שנוצרה על-ידי {0}. האם אתה יכול לעזור?
ja: こんにちは、{0} によって作成された要求をすぐにサポートする必要があります。手伝ってくれますか?
ko: 안녕하세요, Team. {0}의 요청에 대해 즉시 지원이 필요합니다. 도와주실 수 있나요?
pt_br: Olá, eu preciso de suporte imediato para a solicitação criada por {0}. Você pode ajudar?
ru: Здравствуйте! Мне нужна срочная помощь с запросом, созданным пользователем {0}. Вы можете мне помочь?
zh_cn: 你好，团队，我需要立即支持 {0} 创建的请求。你能提供帮助吗?
zh_tw: 小組成員您好，針對 {0} 所建立的要求，我需要立即的支援。您可以幫忙嗎?
