Repository: OfficeDev/microsoft-teams-apps-remotesupport
Catalog: Source/RemoteSupport/Resources/Strings.*.resx
Languages: ar, de, es, fr, he, ja, ko, pt_br, ru, zh_cn, zh_tw

# InvalidTeamText
source: This bot has not been added for this team
ar: لم تتم أضافه هذا الروبوت لهذا الفريق
de: Dieser Bot wurde für dieses Team nicht hinzugefügt
es: Este bot no se ha agregado a este equipo
fr: Ce robot n’a pas été ajouté pour cette équipe
he: תוכנית Bot זו לא נוספה עבור צוות זה
ja: このボットはこのチームに追加されていません
ko: 이 봇은 이 팀에 추가되지 않았습니다.
pt_br: Este bot não foi adicionado a esta equipe
ru: Этот бот не был добавлен для этой команды
zh_cn: 尚未为此团队添加此聊天机器人
zh_tw: 尚未為此小組新增這個 Bot

# ExpertNameTitle
source: Select a specialist
ar: حدد متخصص
de: Wählen Sie einen Spezialisten aus
es: Selecciona un especialista
fr: Sélectionner un spécialiste
he: בחר מומחה
ja: 専門家を選択
ko: 전문가 선택
pt_br: Selecionar um especialista
ru: Выбрать специалиста
zh_cn: 选择专家
zh_tw: 選取專家

# AddButtonText
source: Add
ar: إضافة
de: Hinzufügen
es: Agregar
fr: Ajouter
he: הוסף
ja: 追加
ko: 추가
pt_br: Adicionar
ru: Добавить
zh_cn: 添加
zh_tw: 新增

# ExpertListPlaceHolderText
source: Enter one or more names or emails
ar: أدخل اسمًا أو أكثر أو رسائل بريد إلكتروني
de: Geben Sie einen oder mehrere Namen oder E-Mails ein.
es: Escriba uno o más nombres o mensajes de correo electrónico
fr: Entrer un ou plusieurs noms ou e-mails
he: הזן שם אחד או יותר, או כתובת דואר אלקטרוני אחת או יותר
ja: 1 つ以上の名前またはメール アドレスを入力してください
ko: 하나 이상의 이름 또는 전자 메일 입력
pt_br: Inserir um ou mais nomes ou emails
ru: Введите одно или несколько имен или адресов электронной почты
zh_cn: 输入一个或多个姓名或电子邮件
zh_tw: 輸入一個或多個名稱或電子郵件

# ExpertListTitle
source: Current on-call team
ar: الفريق الحالي الذي يتم الاتصال به
de: Aktuelles Rufbereitschaftsteam
es: Equipo de turno actual
fr: Équipe de garde actuelle
he: צוות המומחים הזמינים הנוכחי
ja: 現在の通話チーム
ko: 현재 대기 중인 팀
pt_br: Equipe de plantão atual
ru: Текущая дежурная команда
zh_cn: 当前待命团队
zh_tw: 目前的待命小組

# NoMatchesFoundText
source: We couldn't find any matches.
ar: تعذّر العثور على أي تطابقات.
de: Es wurden keine Übereinstimmungen gefunden.
es: No hemos podido encontrar ninguna coincidencia.
fr: Nous n'avons trouvé aucun résultat correspondant.
he: לא הצלחנו למצוא התאמות.
ja: 一致するものが見つかりませんでした。
ko: 일치하는 검색 결과를 찾을 수 없습니다.
pt_br: Não foi possível encontrar correspondências.
ru: Не удалось найти совпадения.
zh_cn: 找不到任何匹配项。
zh_tw: 找不到任何相符項目。

# SaveButtonText
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
he: שמור
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
zh_cn: 保存
zh_tw: 儲存

# OnCallExpertMentionText
source: The on-call experts list has been modified. {0} have been added.
ar: تم تعديل قائمة الخبراء التي يتم الاتصال بها. تمت إضافة {0}.
de: Die Liste der in-Anruf-Experten wurde geändert. {0} wurden hinzu gefügt.
es: La lista de expertos en llamada ha sido modificada. {0} se han agregado.
fr: La liste d’experts à l’appel a été modifiée. {0} ont été ajoutés.
he: בוצע שינוי ברשימת המומחים הזמינים. {0} הוסף/ה.
ja: オンプレ問い合わせのエキスパートの一覧が変更されました。{0} が追加されました。
ko: 호출 전문가 목록이 수정되었습니다. {0} 추가되었습니다.
pt_br: A lista de especialistas na chamada foi modificada. {0} foram adicionados.
ru: Список экспертов для звонков был изменен. {0} добавлены.
zh_cn: 通话专家列表已被修改。已添加 {0}。
zh_tw: 通話專家清單已被修改。已新增 {0}。

# MaxOnCallExpertsAllowedText
source: A maximum of 15 people can be added to the list with a min of 0
ar: يمكن أضافه 15 شخصا كحد اقصي إلى القائمة بحد ادني 0
de: Eine maximal 15 Personen können der Liste mit einer Minute von 0 hinzu gefügt werden.
es: Se puede Agregar un máximo de 15 contactos a la lista con un mínimo de 0
fr: Vous pouvez ajouter un maximum de 15 personnes à la liste avec un minimum de 0
he: ניתן להוסיף עד 15 אנשים לרשימה עם דקה של 0
ja: 0 人から最大 15 人のユーザーをリストに追加できます
ko: 최소 0명, 최대 15명을 목록에 추가할 수 있음
pt_br: No máximo 15 pessoas podem ser adicionadas à lista com um mínimo de 0
ru: В список можно добавить не более 15 пользователей, минимальное количество - 0
zh_cn: 最多可将15人添加到列表中，最小值为 0
zh_tw: 清單中最多可新增 15 名人員，最少為 0

# ExperListBulletPoint
source: * Hit **Current on-call team** button to set up on call experts from this team.
ar: * اضغط على زر ** فريق الاتصال الحالي ** لإعداد الخبراء في حالة الاستدعاء من هذا الفريق.
de: * Treffer * * aktuelles Team * * Schalt Fläche zum Einrichten von Anruf-Experten von diesem Team.
es: * Botón de llamada * * servicio on-call actual para configurar en los expertos en llamadas de este equipo.
fr: * Appuyez le bouton **Équipe de garde actuelle** pour configurer les experts de garde de cette équipe.
he: * הקש על הלחצן **צוות מומחים זמינים נוכחי** כדי להגדיר מומחים זמינים מתוך צוות זה.
ja: *このチームから通話の専門家を設定するには、* *現在の通話チーム* * ボタンを押してください。
ko: * 이 팀의 통화 전문가중에서 설정하려면 **현재 팀 통화팀** 단추를 누르세요.
pt_br: * Pressione o botão ** Equipe de plantão atual ** para configurar especialistas de plantão dessa equipe.
ru: * Попаданий * * Current On-Call * * для настройки экспертов звонков из этой команды.
zh_cn: * 点击 **当前待命团队** 按钮以设置此团队的待命专家。
zh_tw: * 點擊 ** [目前的待命小組]** 按鈕來從此小組設定待命專家。

# SmeEditNotificationText
source: This request is modified by {0}.
ar: يتم تعديل هذا الطلب بواسطة {0}.
de: Diese Anforderung ist von {0} geändert.
es: Esta solicitud ha sido modificada por {0}.
fr: Cette demande est modifiée par {0}.
he: {0} ביצע שינוי בבקשה זו.
ja: この要求は {0} によって変更されています。
ko: 이 요청은 {0}에 의해 수정되었습니다.
pt_br: Esta solicitação foi modificada por {0}.
ru: Запрос был изменен пользователем {0}.
zh_cn: 此请求已由 {0} 修改。
zh_tw: 要求由 {0} 修改。

# SmeWithdrawNotificationText
source: This request is withdrawn by {0}.
ar: تم سحب هذا الطلب من قِبل {0}.
de: Diese Anforderung wird von {0} zurückgezogen.
es: Esta solicitud es cancelada por {0}.
fr: {0} a supprimé cette demande.
he: בקשה זו מבוטלת על-ידי {0}.
ja: この要求は {0} によって取り消されました。
ko: {0}이(가) 이 요청을 인출했습니다.
pt_br: Esta solicitação foi retirada por {0}.
ru: Этот запрос отменен пользователем {0}.
zh_cn: 此请求已由 {0} 撤销。
zh_tw: 要求已由 {0} 撤回。

# RequestUpdatedText
source: Request updated
ar: تم تحديث الطلب
de: Anforderung aktualisiert
es: Solicitud actualizada
fr: Mise à jour de la demande
he: הבקשה עודכנה
ja: 要求が更新されました
ko: 요청 업데이트됨
pt_br: Solicitação atualizada
ru: Запрос обновлен
zh_cn: 已更新请求
zh_tw: 要求已更新

# WelcomeTeamCardContent
source: Hello, I can help you provide support to people who interact with me and need more assistance.
ar: مرحبًا، يمكنني مساعدتك في تقديم الدعم للأشخاص الذين يتفاعلون معي ويحتاجون إلى مزيد من المساعدة.
de: Hallo, ich kann Ihnen helfen, Support für Personen zu bieten, die mit mir interagieren und mehr Unterstützung benötigen.
es: Hola. Puedo ayudarle a brindar asistencia a las personas que interactúan conmigo y necesitan más ayuda.
fr: Bonjour. Je peux vous aider à aider les personnes qui interagissent avec moi et qui ont besoin d’aide.
he: שלום, אני יכול לעזור לך לספק תמיכה לאנשים שמקיימים עמי אינטראקציות וזקוקים לסיוע נוסף.
ja: こんにちは、サポートが必要なユーザーに詳細情報を提供するお手伝いをします。
ko: 안녕하세요. 저와 상호 작용하며 추가 지원이 필요한 사용자에게 지원을 제공할 수 있습니다.
pt_br: Olá, eu posso ajudá-lo a oferecer suporte a pessoas que interagirem comigo e precisam de mais assistência.
ru: Здравствуйте! Я могу помочь вам предоставить поддержку пользователям, которые взаимодействуют со мной и нуждаются в дополнительной помощи.
zh_cn: 你好，我可以帮助你向与我交互并需要更多帮助的人提供支持。
zh_tw: 您好，我可以為與我聯繫並需要更多協助的的人員提供支援。

# ClosedErrorMessage
source: This request is closed and cannot be edited
ar: هذا الطلب مغلق ولا يمكن تحريره
de: Diese Anforderung ist geschlossen und kann nicht bearbeitet werden.
es: Esta solicitud está cerrada y no se puede editar
fr: Cette demande est fermée et ne peut pas être modifiée
he: בקשה זו סגורה ואין אפשרות לערוך אותה
ja: この要求はクローズされているため、編集できません
ko: 이 요청이 닫혀 있어 편집할 수 없습니다.
pt_br: Esta solicitação está fechada e não pode ser editada
ru: Этот запрос закрыт и не может быть изменен
zh_cn: 此请求已关闭，无法对其进行编辑
zh_tw: 這個要求已關閉且無法編輯

# DescriptionText
source: Details
ar: التفاصيل
es: Detalles
fr: Détails
he: פרטים
ja: 詳細
ko: 세부 정보
pt_br: Detalhes
ru: Сведения
zh_cn: 详细信息
zh_tw: 詳細資料

# RequestNumberText
source: Request number
ar: رقم الطلب
de: Anforderungsnummer
es: Número de solicitud
fr: Numéro d’une demande
he: מספר בקשה
ja: 要求番号
ko: 요청 번호
pt_br: Número solicitado
ru: Номер запроса
zh_cn: 请求编号
zh_tw: 要求號碼

# RequestTypeText
source: Request type
ar: نوع الطلب
de: Anforderungstyp
es: Tipo de solicitud
fr: Type de demande
he: סוג הבקשה
ja: 要求の種類
ko: 요청 유형
pt_br: Tipo de solicitação
ru: Тип запроса
zh_cn: 请求类型
zh_tw: 要求類型

# TitleDisplayText
source: What is it about?
ar: ما هو الأمر؟
de: Worum geht es?
es: ¿De qué se trata?
fr: De quoi s’agit-il ?
he: לגבי מה זה?
ja: 説明
ko: 무슨 내용일까요?
pt_br: Sobre o que é isso?
ru: Что случилось?
zh_cn: 这是什么?
zh_tw: 這與什麼相關?

# WithdrawErrorMessage
source: Only active requests can be withdrawn.
ar: يمكن فقط استخدام الطلبات النشطة.
de: Nur aktive Anforderungen können zurückgezogen werden.
es: Solo se pueden retirar las solicitudes activas.
fr: Seules les demandes actives peuvent être supprimées.
he: ניתן לבטל בקשות פעילות בלבד.
ja: アクティブな要求のみを引き出すことができます。
ko: 활성 요청만 인출할 수 있습니다.
pt_br: Apenas solicitações ativas podem ser retiradas.
ru: Только активные запросы могут быть отозваны.
zh_cn: 仅可以撤消活动请求。
zh_tw: 只可撤回作用中的要求。

# StatusCheckBulletPoint
source: * To check status, click the small version of my icon near your message formatting options.
ar: * للتحقق من الحالة ، انقر فوق الإصدار الصغير من الايقونه بالقرب من خيارات تنسيق الرسالة.
de: * Um den Status zu überprüfen, klicken Sie auf die kleine Version meines Symbols in der Nähe Ihrer Nachrichtenformatierungsoptionen.
es: * Para comprobar el estado, haga clic en la versión reducida de mi icono junto a las opciones de formato del mensaje.
fr: * Pour vérifier l’état, cliquez sur la petite version de mon icône située près des options de mise en forme de message.
he: * כדי לבדוק את המצב, לחץ על הגירסה הקטנה של הסמל שלי ליד אפשרויות עיצוב ההודעה.
ja: * 状態を確認するには、[メッセージの書式設定オプション] の近くにある小さなバージョンのアイコンをクリックしてください。
ko: * 상태를 확인하려면 메시지 서식 옵션 근처의 내 아이콘을 클릭하십시오.
pt_br: * Para verificar o status, clique na versão pequena do meu ícone perto de suas opções de formatação de mensagem.
ru: * Чтобы проверить состояние, нажмите на маленькое изображение моей иконки рядом с параметрами форматирования вашего сообщения.
zh_cn: * 若要检查状态，请单击邮件格式选项旁边的小版本的图标。
zh_tw: * 若要檢查狀態，請按一下訊息格式化選項旁之小版本我的圖示。

# AzureStorageErrorText
source: Something went wrong while saving your request. Please try again in few minutes.
ar: حدث خطا ما اثناء حفظ الطلب. الرجاء المحاولة مره أخرى خلال بضع دقائق.
de: Beim Speichern Ihrer Anfrage hat etwas nicht geklappt. Versuchen Sie es bitte in ein paar Minuten noch mal.
es: Se ha producido un error al guardar la solicitud. Vuelve a intentarlo en unos minutos.
fr: Nous avons rencontré un problème lors de l’enregistrement de votre demande. Veuillez réessayer dans quelques minutes.
he: משהו השתבש בעת שמירת הבקשה שלך. נסה שוב בעוד כמה דקות.
ja: 要求の保存中に問題が発生しました。数分後にもう一度お試しください。
ko: 요청을 저장하는 중 문제가 발생했습니다. 잠시 후에 다시 시도하세요.
pt_br: Algo deu errado ao salvar sua solicitação. Tente novamente em alguns minutos.
ru: При сохранении запроса произошла ошибка. Повторите попытку через несколько минут.
zh_cn: 保存你的请求时出现问题。请几分钟后重试。
zh_tw: 儲存您的要求時發生錯誤。請在幾分鐘後再試一次。

# CancelButtonText
source: Cancel
ar: إلغاء الأمر
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
zh_cn: 取消
zh_tw: 取消

# DesciptionPlaceHolderText
source: Describe the problem
ar: وصف المشكلة
de: Beschreiben Sie das Problem
es: Describa el problema
fr: Décrire le problème
he: תאר את הבעיה
ja: この問題を説明してください
ko: 문제 설명
pt_br: Descreva o problema
ru: Опишите проблему
zh_cn: 请描述问题
zh_tw: 描述問題

# NewRequestTitle
source: New request
ar: طلب جديد
de: Neue Anforderung
es: Nueva solicitud
fr: Nouvelle demande
he: בקשה חדשה
ja: 新しい要求
ko: 새 요청
pt_br: Novo pedido
ru: Новый запрос
zh_cn: 新建请求
zh_tw: 新增要求

# SendRequestButtonText
source: Send request
ar: إرسال طلب
de: Anfrage senden
es: Enviar solicitud
fr: Envoyer la demande
he: שלח בקשה
ja: 要求を送信
ko: 요청 보내기
pt_br: Enviar pedido
ru: Отправить запрос
zh_cn: 发送请求
zh_tw: 傳送要求

# TellUsAboutProblemText
source: Tell us about the problem
ar: أخبرنا عن المشكلة
de: Geben Sie Informationen zum Problem an.
es: Indíquenos el problema
fr: Expliquez nous le problème :
he: ‏‏ספר לנו על הבעיה
ja: 問題についてお聞かせください
ko: 문제에 대해 알려주세요.
pt_br: Conte-nos sobre o problema
ru: Расскажите нам о проблеме
zh_cn: 请将问题告诉我们
zh_tw: 請告訴我們您遇到的問題

# TitlePlaceHolderText
source: Type here...
ar: الكتابة هنا...
de: Hier eingeben...
es: Escribir aquí...
fr: Taper ici...
he: הקלד כאן...
ja: ここに入力...
ko: 여기에 입력하세요...
pt_br: Digite aqui...
ru: Введите текст…
zh_cn: 在此处键入...
zh_tw: 在這裡輸入...

# SessionExpired
source: Your session has expired. Please sign in again to proceed.
ar: انتهت صلاحية جلستك. الرجاء إعادة تسجيل الدخول للمتابعة.
de: Ihre Sitzung ist abgelaufen. Melden Sie sich bitte erneut an, um fort zufahren.
es: Su sesión ha expirado. Vuelve a iniciar sesión para continuar.
fr: Votre session a expiré. Veuillez vous reconnecter pour continuer.
he: תוקף ההפעלה שלך פג. היכנס שוב כדי להמשיך.
ja: セッションの有効期限が切れています。続けるには、もう一度サインインしてください。
ko: 세션이 만료되었습니다. 계속하려면 다시 로그인하세요.
pt_br: Sua sessão expirou. Entre novamente para continuar.
ru: Время сеанса истекло. Для продолжения войдите еще раз.
zh_cn: 你的会话已过期。请重新登录以继续。
zh_tw: 您的會話已過期。請再次登入以繼續。

source: Unauthorized access
ar: وصول غير مخوَّل
de: Nicht autorisierter Zugriff
es: Acceso no autorizado
fr: Accès non autorisé
he: גישה לא מורשית
ja: 未承認のアクセス
ko: 무단 액세스
pt_br: Acesso não autorizado
ru: Несанкционированный доступ
zh_cn: 未授权访问
zh_tw: 未經授權的存取

# OnCallListUpdateMessage
source: The on-call experts list is modified.
ar: يتم تعديل قائمة الخبراء قيد الاستدعاء.
de: Die Liste der Rufbereitschaftsexperten ist geändert.
es: La lista de expertos de turno se ha modificado.
fr: La liste des experts de garde est modifiée.
he: שינוי בוצע ברשימת המומחים הזמינים.
ja: 通話の専門家のリストが変更されました。
ko: 대기 중인 전문가 목록이 수정되었습니다.
pt_br: A lista de especialistas em plantão foi modificada.
ru: Список дежурных экспертов был изменен.
zh_cn: 已修改待命专家列表。
zh_tw: 已修改待命專家清單。

# RequestStatusText
source: Status
ar: الحالة
es: Estado
fr: État
he: מצב
ja: 状態
ko: 상태
ru: Состояние
zh_cn: 状态
zh_tw: 狀態

# TeamRequestBulletPoint
source: * To check requests assignements, click the small version of my icon near your message formatting options.
ar: * للتحقق من الطلبات أسيجنيمينتس ، انقر فوق الإصدار الصغير من الايقونه بالقرب من خيارات تنسيق الرسالة.
de: * Um Zuweisungen von Anforderungen zu überprüfen, klicken Sie auf die kleine Version meines Symbols in der Nähe Ihrer Nachrichtenformatierungsoptionen.
es: * Para comprobar las solicitudes assignements, haga clic en la versión reducida de mi icono junto a las opciones de formato del mensaje.
fr: * Pour vérifier les attributions de demandes, cliquez sur la petite version de mon icône située près des options de mise en forme de message.
he: * כדי לבדוק בקשות הקצאה, לחץ על הגירסה המוקטנת של הסמל שלי, ליד אפשרויות עיצוב ההודעה.
ja: * 要求を assignements するには、[メッセージの書式設定] の下にある小さなバージョンのアイコンをクリックします。
ko: * 요청 할당을 확인하려면 메시지 서식 옵션 근처에 작은 버전의 아이콘을 클릭하십시오.
pt_br: * Para verificar as solicitações assignements, clique na versão pequena do meu ícone perto de suas opções de formatação de mensagem.
ru: * Чтобы проверить назначения запросов, нажмите на маленькое изображение моей иконки рядом с параметрами форматирования вашего сообщения.
zh_cn: * 要检查请求 assignements，请单击邮件格式选项旁边的小版本的图标。
zh_tw: * 若要檢查要求指派，請按一下訊息格式化選項旁之小版本我的圖示。
