Repository: OfficeDev/microsoft-teams-apps-remotesupport
Catalog: Source/RemoteSupport.Configuration/Resources/Strings.*.resx
Languages: ar, es, fr, pt_br, zh_cn, zh_tw

# btnAddComponent
source: Add component
ar: إضافة مكوّن
es: Agregar componente
fr: Ajouter un composant
pt_br: Adicionar componente
zh_cn: 添加组件
zh_tw: 新增元件

# btnBuildForm
source: Build your form
ar: أنشئ النموذج الخاص بك
es: Crear el formulario
fr: Créer votre formulaire
pt_br: Construir o seu formulário
zh_cn: 构建表单
zh_tw: 組建您的表單

# btnLogout
source: Log out
ar: تسجيل الخروج
es: Cerrar sesión
fr: Se déconnecter
pt_br: Sair
zh_cn: 注销
zh_tw: 登出

source: Check Box
ar: خانة الاختيار
es: Casilla
pt_br: Caixa de Seleção
zh_cn: 复选框
zh_tw: 核取方塊

# checkBoxOptions
source: Check box choice options
ar: خيارات اختيار خانة الاختيار
es: Opciones de selección para casilla
fr: Options de choix de la case à cocher
pt_br: Opções de escolha da caixa de seleção
zh_cn: 复选框选项
zh_tw: 核取方塊選擇選項

# componentDropdown
source: Select your component
ar: حدد المكون الخاص بك
es: Seleccione el componente
fr: Sélectionner votre composant
pt_br: Selecionar o seu componente
zh_cn: 选择组件
zh_tw: 選取您的元件

# descriptionPlaceholderText
source: Describe the problem
ar: وصف المشكلة
es: Describa el problema
fr: Décrire le problème
pt_br: Descrever o problema
zh_cn: 请描述问题
zh_tw: 描述問題

# descriptionText
source: Details
ar: التفاصيل
es: Detalles
fr: Détails
pt_br: Detalhes
zh_cn: 详细信息
zh_tw: 詳細資料

# displayName
source: Display name (max 50 characters)
ar: اسم العرض (50 حرفًا كحد أقصى)
es: Nombre para mostrar (máx. 50 caracteres)
fr: Nom d'affichage (maximum 50 caractères)
pt_br: Nome de exibição (máximo de 50 caracteres)
zh_cn: 显示名称(最多 50 个字符)
zh_tw: 顯示名稱 (最多 50 個字元)

# displayNamePlaceholder
source: Enter the name here
ar: أدخل الاسم هنا
es: Escriba el nombre aquí
fr: Entrer le nom ici
pt_br: Insira o nome aqui
zh_cn: 在此处输入名称
zh_tw: 在這裡輸入名稱

source: Dropdown
ar: القائمة المنسدلة
es: Desplegable
fr: Liste déroulante
pt_br: Suspenso
zh_cn: 下拉列表
zh_tw: 下拉式

source: Dropdown options
ar: خيارات القائمة المنسدلة
es: Opción de lista desplegable
fr: Options de la liste déroulante
pt_br: Opções suspensas
zh_cn: 下拉列表选项
zh_tw: 下拉式清單選項

# duplicateItem
source: Item text cannot be duplicate
ar: لا يمكن أن يكون نص العنصر مكررًا
es: El texto del elemento no puede ser duplicado
fr: Le texte d’élément ne peut pas être dupliqué
pt_br: O texto do item não pode ser duplicado
zh_cn: 项目文本不能重复
zh_tw: 項目文字不可為重複項

# emptyTeamLink
source: Team url cannot be empty.
ar: لا يمكن أن يكون عنوان url للفريق فارغًا.
es: La dirección URL del equipo no puede estar vacía.
fr: L’URL d’équipe ne peut pas être vide.
pt_br: O URL da equipe não pode estar vazio.
zh_cn: 团队 url 不能为空。
zh_tw: 小組 URL 不可為空白。

# genericError
source: Something went wrong!
ar: هناك خطأ ما!
es: Se ha producido un problema.
fr: Désolé... Nous avons rencontré un problème.
pt_br: Algo deu errado!
zh_cn: 出错了!
zh_tw: 發生問題!

# headerTitle
source: Build form
ar: إنشاء نموذج
es: Formulario de compilación
fr: Créer un formulaire
pt_br: Construir formulário
zh_cn: 创建表单
zh_tw: 組建表單

source: Input Date
ar: تاريخ الإدخال
es: Fecha de entrada
fr: Date d’entrée
pt_br: Data de Entrada
zh_cn: 输入日期
zh_tw: 輸入日期

source: Input Text
ar: أدخل النص
es: Texto de entrada
fr: Texte de saisie :
pt_br: Entrada de Texto
zh_cn: 输入文本
zh_tw: 輸入文字

# invalidTeamLink
source: Invalid team url.
ar: عنوان URL غير صالح.
es: Dirección URL de equipo no válida.
fr: Url d’équipe non valide.
pt_br: URL da equipe inválido.
zh_cn: 无效的团队 url。
zh_tw: 無效小組 URL。

# loading
source: Loading... Please wait
ar: يتم الآن التحميل... الرجاء الانتظار
es: Cargando... Espere
fr: Chargement en cours... Veuillez patienter
pt_br: Carregando, Espere
zh_cn: 正在加载...请稍候
zh_tw: 正在載入... 請稍候

# mainHeader
source: Card configuration
ar: تكوين البطاقة
es: Configuración de la tarjeta
fr: Configuration d’une carte
pt_br: Configuração do cartão
zh_cn: 卡片配置
zh_tw: 卡片設定

# maxCheckBoxChoices
source: Cannot add more than 4 choices
ar: لا يمكن إضافة أكثر من 4 خيارات
es: No se pueden agregar más de 4 opciones
fr: Impossible d’ajouter plus de 4 choix
pt_br: Não é possível adicionar mais de 4 opções
zh_cn: 最多只能添加 4 个选项
zh_tw: 無法新增超過 4 個選擇

# maxComponents
source: Maximum of only 4 components can be added in preview
ar: يمكن أضافه 4 مكونات بحد اقصي فقط في المعاينة
es: Solo se puede Agregar un máximo de 4 componentes en vista previa
fr: 4 composants au maximum peuvent être ajoutés dans la préversion
pt_br: Máximo de apenas 4 componentes pode ser adicionado na visualização
zh_cn: 在预览中最多只能添加 4 个组件
zh_tw: 在預覽中最多僅可新增 4 個元件

# maxDropdownChoices
source: Cannot add more than 10 choices
ar: لا يمكن إضافة أكثر من 10 خيارات
es: No se pueden agregar más de 10 dispositivos
fr: Impossible d’ajouter plus de 10 choix
pt_br: Não é possível adicionar mais de 10 opções
zh_cn: 最多只能添加 10 个选项
zh_tw: 無法新增超過 10 個選擇

# maxLengthDisplayName
source: Display name should not be more than 50 characters
ar: يجب ألا يزيد اسم العرض عن 50 حرفًا
es: El nombre para mostrar no debe tener más de 50 caracteres
fr: Le nom complet ne doit pas contenir plus de 50 caractères
pt_br: O nome para exibição não deve ter mais de 50 caracteres
zh_cn: 显示名称不能超过50个字符
zh_tw: 顯示名稱不應超過 50 個字元

# maxRadioChoices
source: Cannot add more than 3 choices
ar: لا يمكن إضافة أكثر من 3 خيارات
es: No se pueden agregar más de 3 opciones
fr: Impossible d’ajouter plus de 3 choix
pt_br: Não é possível adicionar mais de 3 opções
zh_cn: 最多只能添加 3 个选项
zh_tw: 無法新增超過 3 個選擇

# minimumItems
source: Minimum 2 items expected
ar: من المتوقع وجود 2 عناصر كحد أدنى
es: Se esperaban 2 elementos como mínimo
fr: 2 éléments au minimum attendus
pt_br: Mínimo 2 itens esperados
zh_cn: 预期最少2个项目
zh_tw: 預期最少 2 個項目

# nonEmptyItem
source: Item text cannot be empty
ar: لا يمكن أن يكون نص العنصر فارغًا
es: El texto del elemento no puede estar vacío
fr: Le texte d’élément ne peut pas être vide
pt_br: O texto do item não pode estar vazio
zh_cn: 项目文本不能为空
zh_tw: 項目文字不可為空白

# normalSeverity
source: Normal
ar: عادي
zh_cn: 正常
zh_tw: 標準

# notAuthorized
source: You are not authorized to access the application
ar: لست مخولا بالوصول إلى التطبيق
es: No está autorizado para obtener acceso a la aplicación
fr: Vous n’êtes pas autorisé à accéder à l’application
pt_br: Você não está autorizado a acessar o aplicativo
zh_cn: 你未获得访问应用程序的权限
zh_tw: 您未獲授權存取此應用程式

# notEmptyDisplayName
source: Display name should not be empty
ar: يجب ألا يكون اسم العرض فارغًا
es: El nombre para mostrar no debe estar vacío
fr: Le nom d’affichage ne doit pas être vide
pt_br: O nome de exibição não deve estar vazio
zh_cn: 显示名称不应为空
zh_tw: 顯示名稱不應為空白

# placeholder
source: Placeholder (max 50 characters)
ar: العنصر النائب (50 حرفًا كحد أقصى)
es: Marcador de posición (máx. 50 caracteres)
fr: Espace réservé (maximum 50 caractères)
pt_br: Marcador de posição (máximo de 50 caracteres)
zh_cn: 占位符(最多 50 个字符)
zh_tw: 預留位置 (最多 50 個字元)

# placeholderText
source: Enter the placeholder text here
ar: أدخل النص النائب هنا
es: Escriba aquí el texto del marcador de posición
fr: Entrez le texte de l’espace réservé ici
pt_br: Inserir o texto do espaço reservado aqui
zh_cn: 在此处输入占位符文本
zh_tw: 在這裡輸入預留位置文字

# previewTitle
source: Preview
ar: معاينة
es: Vista previa
fr: Aperçu
pt_br: Visualização
zh_cn: 预览
zh_tw: 預覽

source: Radio Button
ar: زر تبادلي
es: Botón de radio
fr: Bouton radio
pt_br: Botão de Opção
zh_cn: 单选按钮
zh_tw: 選項按鈕

# radioOptions
source: Radio button choice options
ar: خيارات اختيار زر الاختيار
es: Opciones de selección para botón de radio
fr: Options de la case d'option
pt_br: Opções de escolha do botão de opção
zh_cn: 单选按钮选择选项
zh_tw: 選項按鈕選擇選項

# staticDropdown
source: Request type
ar: نوع الطلب
es: Tipo de solicitud
fr: Type de demande
pt_br: Tipo de solicitação
zh_cn: 请求类型
zh_tw: 要求類型

# staticDropdownPlaceholder
source: Select request type
ar: تحديد نوع الطلب
es: Seleccionar tipo de solicitud
fr: Sélectionner le type de demande
pt_br: Selecionar o tipo de solicitação
zh_cn: 选择请求类型
zh_tw: 選取 [要求類型]

# successPublish
source: Data saved successfully
ar: تم حفظ البيانات بنجاح
es: Los datos se han guardado correctamente
fr: Enregistrement des données
pt_br: Dados salvos com sucesso
zh_cn: 已成功保存数据
zh_tw: 資料已成功儲存

source: Team link
ar: ارتباط الفريق
es: Vínculo de equipo
fr: Lien d’équipe
pt_br: Link da equipe
zh_cn: 团队链接
zh_tw: 小組連結

# titleText
source: What is it about?
ar: ما هو الأمر؟
es: ¿De qué se trata?
fr: De quoi s’agit-il ?
pt_br: Sobre o que é isso?
zh_cn: 这是什么?
zh_tw: 這與什麼相關?

# uniqueDisplayName
source: Display name should be unique
ar: يجب أن يكون اسم العرض فريدًا
es: El nombre para mostrar debe ser único
fr: Le nom d’affichage doit être unique
pt_br: O nome de exibição deve ser único
zh_cn: 显示名称应唯一
zh_tw: 顯示名稱應是唯一的

# urgentSeverity
source: Urgent
ar: عاجل
es: Urgente
fr: Urgence
pt_br: Urgente
zh_cn: 紧急
zh_tw: 緊急
