Repository: OfficeDev/microsoft-teams-apps-remotesupport
Catalog: Source/Microsoft.Teams.Apps.RemoteSupport.Configuration/Resources/Strings.*.resx
Languages: de_de, he_il, ja_jp, ko_kr, ru_ru

# btnAddComponent
source: Add component
de_de: Komponente hinzufügen
he_il: הוסף רכיב
ja_jp: コンポーネントの追加
ko_kr: 구성 요소 추가
ru_ru: Добавить компонент

# btnBuildForm
source: Build your form
de_de: Ihr Formular erstellen
he_il: בנה את הטופס שלך
ja_jp: フォームの構築
ko_kr: 양식 작성
ru_ru: Создайте свою форму

# btnLogout
source: Log out
de_de: Abmelden
he_il: יציאה
ja_jp: ログアウト
ko_kr: 로그아웃
ru_ru: Выйти

source: Check Box
de_de: Kontrollkästchen
he_il: תיבת סימון
ja_jp: チェック ボックス
ko_kr: 확인란
ru_ru: Флажок

# checkBoxOptions
source: Check box choice options
de_de: Kontrollkästchen-Auswahloptionen
he_il: אפשרויות הבחירה של תיבת סימון
ja_jp: チェック ボックスのオプションの選択
ko_kr: 확인란 선택 옵션
ru_ru: Установите флажки на вариантах выбора

# componentDropdown
source: Select your component
de_de: Wählen Sie Ihre Komponente
he_il: בחר את הרכיב שלך
ja_jp: コンポーネントを選択してください
ko_kr: 구성 요소 선택
ru_ru: Выберите компонент

# descriptionPlaceholderText
source: Describe the problem
de_de: Beschreiben Sie das Problem
he_il: תאר את הבעיה
ja_jp: この問題を説明してください
ko_kr: 문제 설명
ru_ru: Опишите проблему

# descriptionText
source: Details
he_il: פרטים
ja_jp: 詳細
ko_kr: 세부 정보
ru_ru: Сведения

# displayName
source: Display name (max 50 characters)
de_de: Anzeigename (max. 50 Zeichen)
he_il: שם תצוגה (50 תווים לכל היותר)
ja_jp: 表示名 (最大 50 文字)
ko_kr: 표시 이름(최대 50자)
ru_ru: Отображаемое имя (не более 50 символов)

# displayNamePlaceholder
source: Enter the name here
de_de: Geben Sie den Namen hier ein
he_il: הזן את השם כאן
ja_jp: ここに名前を入力します
ko_kr: 여기에 이름 입력
ru_ru: Введите здесь имя

source: Dropdown
he_il: רשימה נפתחת
ja_jp: ドロップダウン リスト
ko_kr: 드롭다운
ru_ru: Раскрывающийся список

source: Dropdown options
de_de: Dropdownoptionen
he_il: אפשרויות רשימה נפתחת
ja_jp: ドロップダウン オプション
ko_kr: 드롭다운 옵션
ru_ru: Пункты раскрывающегося списка

# duplicateItem
source: Item text cannot be duplicate
de_de: Der Element Text darf nicht dupliziert sein
he_il: טקסט הפריט אינו יכול להיות עותק כפול
ja_jp: アイテム テキストは重複できません
ko_kr: 항목 텍스트는 중복할 수 없습니다.
ru_ru: Текст элемента не может повторяться

# emptyTeamLink
source: Team url cannot be empty.
de_de: Team-URL darf nicht leer sein.
he_il: כתובת URL של צוות אינה יכולה להיות ריקה.
ja_jp: チームの URL は空白にできません。
ko_kr: 팀 URL은 비워 둘 수 없습니다.
ru_ru: URL-адрес команды не может быть пустым.

# genericError
source: Something went wrong!
de_de: Es ist ein Fehler aufgetreten!
he_il: משהו השתבש!
ja_jp: エラーが発生しました
ko_kr: 문제가 발생했습니다!
ru_ru: Что-то пошло не так!

# headerTitle
source: Build form
de_de: Formular erstellen
he_il: בנה טופס
ja_jp: フォームの作成
ko_kr: 양식 작성
ru_ru: Создать форму

source: Input Date
de_de: Eingabedatum
he_il: תאריך הכנסת קלט
ja_jp: 日付を入力
ko_kr: 입력 날짜
ru_ru: Дата ввода

source: Input Text
de_de: Eingegebener Text
he_il: טקסט קלט
ja_jp: テキストの入力
ko_kr: 텍스트 입력:
ru_ru: Входной текст

# invalidTeamLink
source: Invalid team url.
de_de: Ungültige Team-URL.
he_il: כתובת URL לא חוקית של צוות.
ja_jp: 無効なチーム URL です。
ko_kr: 잘못된 팀 URL입니다.
ru_ru: Неверный URL-адрес команды.

# loading
source: Loading... Please wait
de_de: Wird geladen, bitte warten…
he_il: טוען...נא המתן
ja_jp: 読み込んでいます。しばらくお待ちください。
ko_kr: 로드하는 중입니다... 잠시만 기다려 주세요.
ru_ru: Идет загрузка... Подождите

# mainHeader
source: Card configuration
de_de: Kartenkonfiguration
he_il: תצורת כרטיס
ja_jp: カードの構成
ko_kr: 카드 구성
ru_ru: Конфигурация карточки

# maxCheckBoxChoices
source: Cannot add more than 4 choices
de_de: Es dürfen nicht mehr als 4 Optionen hinzugefügt werden
he_il: לא ניתן להוסיף יותר מארבע אפשרויות
ja_jp: 4 個以上の選択肢を追加することはできません
ko_kr: 4개 이상의 선택을 추가할 수 없습니다.
ru_ru: Невозможно добавить более 4 вариантов

# maxComponents
source: Maximum of only 4 components can be added in preview
de_de: Nur maximal 4 Komponenten können in der Vorschau hinzu gefügt werden.
he_il: ניתן להוסיף עד ארבעה רכיבים בלבד בתצוגה מקדימה
ja_jp: プレビューに追加できるコンポーネントは 4 つまでです
ko_kr: 미리 보기에서는 최대 4개의 구성 요소만 추가할 수 있습니다.
ru_ru: Не более 4 компонентов можно добавлять в предварительный просмотр

# maxDropdownChoices
source: Cannot add more than 10 choices
de_de: Es dürfen nicht mehr als 10 Optionen hinzugefügt werden
he_il: לא ניתן להוסיף יותר מ- 10 אפשרויות
ja_jp: 10 個以上の選択肢を追加することはできません
ko_kr: 10개 이상의 선택을 추가할 수 없습니다.
ru_ru: Невозможно добавить более 10 вариантов

# maxLengthDisplayName
source: Display name should not be more than 50 characters
de_de: Der Anzeige Name darf nicht länger als 50 Zeichen sein.
he_il: שם התצוגה אינו יכול להכיל יותר מ-50 תווים
ja_jp: 表示名は 50 文字以内である必要があります
ko_kr: 표시 이름은 50자 이하여야 합니다.
ru_ru: Отображаемое имя должно содержать не более 50 знаков

# maxRadioChoices
source: Cannot add more than 3 choices
de_de: Es dürfen nicht mehr als 3 Optionen hinzugefügt werden
he_il: לא ניתן להוסיף יותר משלוש אפשרויות
ja_jp: 3 個以上の選択肢を追加することはできません
ko_kr: 3개 이상의 선택을 추가할 수 없습니다.
ru_ru: Невозможно добавить более 3 вариантов

# minimumItems
source: Minimum 2 items expected
de_de: Mindestens 2 Elemente erwartet
he_il: צפויים שני פריטים לפחות
ja_jp: 2 個以上のアイテムが必要です
ko_kr: 최소 2개 항목 예상
ru_ru: Ожидается не менее 2 элементов

# nonEmptyItem
source: Item text cannot be empty
de_de: Der Elementtext darf nicht leer sein
he_il: טקסט הפריט אינו יכול להיות ריק
ja_jp: アイテム テキストは空白にできません
ko_kr: 항목 텍스트는 비워둘 수 없습니다.
ru_ru: Текст элемента не может быть пустым

# normalSeverity
source: Normal
he_il: רגיל
ja_jp: 標準
ko_kr: 일반
ru_ru: Обычная

# notAuthorized
source: You are not authorized to access the application
de_de: Sie sind nicht berechtigt, auf die Anwendung zuzugreifen.
he_il: אינך מורשה לגשת ליישום
ja_jp: アプリケーションへのアクセスが許可されていません
ko_kr: 응용 프로그램에 액세스할 수 있는 권한이 없습니다.
ru_ru: У вас нет прав для доступа к приложению

# notEmptyDisplayName
source: Display name should not be empty
de_de: Anzeigename darf nicht leer sein
he_il: אין להשאיר את שם התצוגה ריק
ja_jp: 表示名は空白にできません
ko_kr: 표시 이름은 비워 둘 수 없습니다.
ru_ru: Отображаемое имя не должно быть пустым

# placeholder
source: Placeholder (max 50 characters)
de_de: Platzhalter (max. 50 Zeichen)
he_il: מציין מיקום (50 תווים לכל היותר)
ja_jp: プレースホルダー (最大 50 文字)
ko_kr: 자리 표시자(최대 50자)
ru_ru: Заполнитель (не более 50 символов)

# placeholderText
source: Enter the placeholder text here
de_de: Geben Sie hier den Platzhaltertext ein
he_il: הזן את טקסט מציין המיקום כאן
ja_jp: プレースホルダー テキストをここに入力してください
ko_kr: 여기에 자리 표시자 텍스트 입력
ru_ru: Введите здесь замещающий текст

# previewTitle
source: Preview
de_de: Vorschau
he_il: תצוגה מקדימה
ja_jp: プレビュー
ko_kr: 미리 보기
ru_ru: Предварительный просмотр

source: Radio Button
de_de: Optionsfeld
he_il: לחצן אפשרויות
ja_jp: ラジオ ボタン
ko_kr: 라디오 단추
ru_ru: Переключатель

# radioOptions
source: Radio button choice options
de_de: Optionsfeld-Auswahloptionen
he_il: אפשרויות הבחירה של לחצן אפשרויות
ja_jp: ラジオ ボタンのオプションの選択
ko_kr: 라디오 단추 선택 옵션
ru_ru: Варианты выбора переключателя

# staticDropdown
source: Request type
de_de: Anforderungstyp
he_il: סוג הבקשה
ja_jp: 要求の種類
ko_kr: 요청 유형
ru_ru: Тип запроса

# staticDropdownPlaceholder
source: Select request type
de_de: Anforderungstyp auswählen
he_il: בחר סוג בקשה
ja_jp: 要求の種類の選択
ko_kr: 요청 유형 선택
ru_ru: Выбрать тип запроса

# successPublish
source: Data saved successfully
de_de: Daten erfolgreich gespeichert
he_il: הנתונים נשמרו בהצלחה
ja_jp: データが正常に保存されました
ko_kr: 데이터가 저장됨
ru_ru: Данные успешно сохранены

source: Team link
he_il: קישור צוות
ja_jp: チーム リンク
ko_kr: 팀 링크
ru_ru: Ссылка на команду

# titleText
source: What is it about?
de_de: Worum geht es?
he_il: לגבי מה זה?
ja_jp: 説明
ko_kr: 무슨 내용일까요?
ru_ru: В чем дело?

# uniqueDisplayName
source: Display name should be unique
de_de: Der Anzeigename sollte eindeutig sein
he_il: על שם התצוגה להיות ייחודי
ja_jp: 表示名は一意である必要があります
ko_kr: 표시 이름은 고유해야 합니다.
ru_ru: Отображаемое имя должно быть уникальным

# urgentSeverity
source: Urgent
de_de: Dringend
he_il: דחוף
ja_jp: 緊急
ko_kr: 긴급
ru_ru: Срочная
